Repository: sauravd/sio_demo_sites
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Saudi Irrigation Organiagtion Demo Sites
ar: مواقع تجريبية لهيئة الري السعودية

source: Region
ar: منطقة

source: Governorate
ar: محافظة

source: Crop Type
ar: نوع المحصول

source: Water Source
ar: مصدر المياه

source: Irrigation System Type
ar: نوع نظام الري

source: Farmer Name
ar: اسم المزارع

source: Clear
ar: واضح

source: Saudi Arabia map
ar: خريطة المملكة العربية السعودية

source: Distribution Uniformity
ar: توحيد التوزيع

source: Copyright Saudi Irrigation Organization
ar: جميع الحقوق محفوظة للمؤسسة العامة للري
